Revit 2027 API
ParameterTypeId.SsePointOffsetFromSnaps Property
 "Offset from Snaps"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SsePointOffsetFromSnaps { get; }
Public Shared ReadOnly Property SsePointOffsetFromSnaps As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SsePointOffsetFromSnaps {
	ForgeTypeId^ get ();
}
static member SsePointOffsetFromSnaps : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace